tests/Cases/Case-sprayClouds/constant/chemkin/chem.inp
!===============================================================!
! Single-step mechanism for ethanol combustion,                 !
! including 5 species and 1 reaction.                           !
!                                                               !
! Reference:                                                    !
! C. K. Westbrook and F. L. Dryer. Simplified reaction          !
! mechanisms for the oxidation of hydrocarbon fuels in flames.  !
! Combustion Science and Technology, 27(1-2):31-43, 1981.       !
!===============================================================!
ELEMENTS
  H O C N
END
SPECIE 
  C2H5OH O2 CO2 H2O N2
END
REACTIONS
 C2H5OH + 3O2            => 2CO2 + 3H2O       1.50E+12  0.0   30000.0
	FORD	/ C2H5OH	0.15 /
	FORD	/ O2 1.6 /
END
